Repository: jaykuntal/membermouse-pdf-receipts
Catalog: lang/membermouse-pdf-receipts-*.po
Languages: de_de, es_mx, fr_fr, hu_hu, pt_br

source: MemberMouse PDF Receipts
de_de: MemberMouse PDF-Quittungen
es_mx: Recibos en PDF de MemberMouse
fr_fr: Reçus PDF de MemberMouse
hu_hu: MemberMouse PDF nyugták
pt_br: Recibos em PDF do MemberMouse

source: MM PDF Receipts
de_de: MM PDF-Belege
es_mx: Recibos en PDF de MM
fr_fr: Reçus MM PDF
hu_hu: MM PDF nyugták
pt_br: MM PDF Recibos

source: Configure
de_de: Konfigurieren
es_mx: Configurar
fr_fr: Configurer
hu_hu: Beállítás
pt_br: Configurar

source: The plugin has been reset to its initial state
de_de: Das Plugin wurde in seinen Ausgangszustand zurückgesetzt
es_mx: El plugin ha sido reajustado a su estado inicial
fr_fr: Le plugin a été remis dans son état initial
hu_hu: A bővítmény visszaállt az eredeti állapotába
pt_br: O plugin foi reajustado para seu estado inicial

source: Test sent successfully
de_de: Test erfolgreich gesendet
es_mx: Prueba enviada con éxito
fr_fr: Test envoyé avec succès
hu_hu: A teszt sikeresen elküldve
pt_br: Teste enviado com sucesso

source: Email template saved successfully
de_de: E-Mail-Vorlage erfolgreich gespeichert
es_mx: Plantilla de correo electrónico guardada con éxito
fr_fr: Modèle de courriel enregistré avec succès
hu_hu: Az e-mail sablon sikeresen mentve
pt_br: Modelo de e-mail salvo com sucesso

source: PDF configuration saved successfully
de_de: PDF-Konfiguration erfolgreich gespeichert
es_mx: Configuración PDF guardada con éxito
fr_fr: Configuration PDF enregistrée avec succès
hu_hu: A PDF-konfiguráció mentése sikeresen megtörtént
pt_br: Configuração em PDF salva com sucesso

source: Send Test
de_de: Test Senden
es_mx: Enviar prueba
fr_fr: Envoyer un test
hu_hu: Teszt küldése
pt_br: Enviar Teste

source: Resend Receipt
de_de: Bestellbestätigung erneut versenden
es_mx: Comprar
fr_fr: Renvoyer le Reçu
hu_hu: Küldje el újra a nyugtát
pt_br: Reenviar o recibo

source: Info
es_mx: Información
hu_hu: Információ
pt_br: Informação

source: Help
de_de: Hilfe
es_mx: Ayuda
fr_fr: Aide
hu_hu: Segítség
pt_br: Ajuda

source: PDF Receipts Not Active
de_de: PDF-Quittungen nicht aktiv
es_mx: Recibos en PDF no activos
fr_fr: Reçus PDF non actifs
hu_hu: A PDF-nyugták nem aktívak
pt_br: Recibos PDF não ativos

source: Complete the following in order to activate PDF receipts
de_de: Gehen Sie wie folgt vor, um PDF-Belege zu aktivieren
es_mx: Complete lo siguiente para activar los recibos en PDF
fr_fr: Pour activer les reçus PDF, veuillez remplir les champs suivants
hu_hu: Tegye a következőket a PDF-nyugták aktiválásához
pt_br: Complete os seguintes itens para ativar os recibos em PDF

source: Configure the PDF content below
de_de: Konfigurieren Sie den PDF-Inhalt wie folgt
es_mx: Configure el contenido del PDF a continuación
fr_fr: Configurez le contenu du PDF ci-dessous
hu_hu: Konfigurálja az alábbi PDF-tartalmat
pt_br: Configure o conteúdo PDF abaixo

source: use the default configuration
de_de: die Standardkonfiguration verwenden
es_mx: usar la configuración por defecto
fr_fr: utiliser la configuration par défaut
hu_hu: használja az alapértelmezett konfigurációt
pt_br: usar a configuração padrão

source: Configure the email template below
de_de: Konfigurieren Sie die E-Mail-Vorlage wie folgt
es_mx: Configure la plantilla de correo electrónico a continuación
fr_fr: Configurez le modèle de courrier électronique ci-dessous
hu_hu: Konfigurálja az alábbi e-mail sablont
pt_br: Configure o modelo de e-mail abaixo

source: use the default template
de_de: die Standardvorlage verwenden
es_mx: usar la plantilla por defecto
fr_fr: utiliser le modèle par défaut
hu_hu: használja az alapértelmezett sablont
pt_br: usar o modelo padrão

source: PDF Receipt Configuration
de_de: PDF-Empfangskonfiguration
es_mx: Configuración del recibo en PDF
fr_fr: Configuration des reçus PDF
hu_hu: PDF nyugta konfigurálása
pt_br: Configuração de recibos em PDF

source: Insert the Default Configuration
de_de: Einfügen der Standardkonfiguration
es_mx: Insertar la configuración predeterminada
fr_fr: Insérer la configuration par défaut
hu_hu: Helyezze be az alapértelmezett konfigurációt
pt_br: Inserir a configuração padrão

source: Business Information
de_de: Geschäftsinfos
es_mx: Información de Negocio
fr_fr: Information Entreprise
hu_hu: Üzleti információ
pt_br: Informações de seu Negócio

source: Business Name
de_de: Geschäftsname
es_mx: Nombre de Compañía
fr_fr: Nom de l'entreprise
hu_hu: Vállalkozás neve
pt_br: Nome da Empresa

source: Business Tax ID
de_de: Gewerbesteuernummer
es_mx: NIF
fr_fr: ID Taxe professionnelle
hu_hu: Üzleti adóazonosító
pt_br: ID Imposto

source: Receipt Footer
de_de: Kassenbon-Fußzeile
es_mx: Pie de página del recibo
fr_fr: Pied de page du reçu
hu_hu: Nyugta lábléc
pt_br: Rodapé do recibo

source: Area
de_de: Bereich
es_mx: Área
fr_fr: Surface
hu_hu: Terület
pt_br: Área

source: Manually Entered Billing Details
de_de: Manuell eingegebene Abrechnungsdetails
es_mx: Detalles de facturación introducidos manualmente
fr_fr: Détails de facturation saisis manuellement
hu_hu: Kézzel beírt számlázási adatok
pt_br: Detalhes de Faturamento Manualmente Entrados

source: You can allow the customer to manually enter their own billing details. To do this, select a custom field below that will store billing details. When generating the PDF, if the customer has entered data into this field, then it will be used instead of the Name, Email Address and Billing Address present on the order.
de_de: Sie können dem Kunden erlauben, seine eigenen Rechnungsdetails manuell einzugeben. Wählen Sie dazu ein benutzerdefiniertes Feld aus, in dem die Rechnungsdaten gespeichert werden sollen. Wenn der Kunde beim Generieren der PDF-Datei Daten in dieses Feld eingegeben hat, dann wird es anstelle des Namens, der E-Mail-Adresse und der Rechnungsadresse auf der Bestellung verwendet.
es_mx: Puede permitir que el cliente introduzca manualmente sus propios datos de facturación. Para ello, seleccione un campo personalizado abajo que almacenará los detalles de facturación. Al generar el PDF, si el cliente ha introducido datos en este campo, entonces se utilizará en lugar del nombre, dirección de correo electrónico y dirección de facturación presentes en el pedido.
fr_fr: Vous pouvez permettre au client de saisir manuellement ses propres données de facturation. Pour ce faire, sélectionnez un champ personnalisé en dessous qui stockera les détails de facturation. Lors de la génération du PDF, si le client a saisi des données dans ce champ, il sera alors utilisé à la place du nom, de l'adresse électronique et de l'adresse de facturation présents sur la commande.
hu_hu: Engedélyezheti az ügyfélnek, hogy manuálisan adja meg saját számlázási adatait. Ehhez válasszon egy egyéni mezőt az alábbiakban a számlázási adatokat tárolja. A PDF létrehozásakor, ha az ügyfél adatokat adott meg ebben a mezőben, akkor a megrendelésben szereplő Név, E-mail cím és Számlázási cím helyett fogja használni.
pt_br: Você pode permitir que o cliente insira manualmente seus próprios detalhes de faturamento. Para fazer isso, selecione um campo personalizado abaixo que irá armazenar detalhes de faturamento. Ao gerar o PDF, caso o cliente tenha inserido dados neste campo, então será utilizado em vez do Nome, Endereço de e-mail e Endereço para faturamento presentes no pedido.

source: configure custom fields
de_de: benutzerdefinierte Felder konfigurieren
es_mx: configurar los campos personalizados
fr_fr: configurer les champs personnalisés
hu_hu: konfigurálja az egyéni mezőket
pt_br: configurar campos personalizados

source: only
de_de: nur
es_mx: solamente
fr_fr: seulement
hu_hu: csak
pt_br: apenas

source: custom fields will appear in the dropdown above
de_de: benutzerdefinierte Felder werden in der Dropdown-Liste oben angezeigt
es_mx: los campos personalizados aparecerán en el desplegable de arriba
fr_fr: les champs personnalisés apparaîtront dans la liste déroulante ci-dessus
hu_hu: az egyéni mezők a fenti legördülő menüben jelennek meg
pt_br: os campos personalizados aparecerão no menu suspenso acima

source: No custom fields with the type <em>Long Text</em> have been created.
de_de: Es sind keine benutzerdefinierten Felder vom Typ <em>Langer Text</em> angelegt worden.
es_mx: No se han creado campos personalizados con el tipo de <em>texto largo</em>.
fr_fr: Aucun champ personnalisé du type <em>Texte long</em> n'a été créé.
hu_hu: Nem hoztak létre <em>Long Text</em> típusú egyéni mezőket.
pt_br: Nenhum campo personalizado com o tipo <em>Texto descritivo</em> foi criado.

source: Configure custom fields
de_de: Benutzerdefinierte Felder konfigurieren
es_mx: Configurar los campos personalizados
fr_fr: Configurer les champs personnalisés
hu_hu: Konfigurálja az egyéni mezőket
pt_br: Configurar campos personalizados

source: Save PDF Configuration
de_de: PDF-Konfiguration speichern
es_mx: Guardar configuración de PDF
fr_fr: Enregistrer la configuration PDF
hu_hu: Mentse a PDF-konfigurációt
pt_br: Salvar configuração PDF

source: Email Template Configuration
de_de: Konfiguration der E-Mail-Vorlage
es_mx: Configuración de la plantilla de correo electrónico
fr_fr: Configuration des modèles de courrier électronique
hu_hu: E-mail sablon konfigurálása
pt_br: Configuração do modelo de e-mail

source: Insert the Default Email Template
de_de: Einfügen der Standard-E-Mail-Vorlage
es_mx: Inserte la plantilla de correo electrónico predeterminada
fr_fr: Insérer le modèle de courrier électronique par défaut
hu_hu: Helyezze be az alapértelmezett e-mail sablont
pt_br: Insira o modelo de e-mail padrão

source: From
de_de: Von
es_mx: Desde
fr_fr: De
hu_hu: Ettől
pt_br: De

source: manage employees
de_de: mitarbeiter verwalten
es_mx: administrar a los empleados
fr_fr: gérer les employés
hu_hu: az alkalmazottak irányítása
pt_br: gerenciar funcionários

source: You can allow the customer to enter an email address to CC on PDF receipt emails. To do this, select a custom field below that will store the email address to CC.
de_de: Sie können dem Kunden erlauben, eine E-Mail-Adresse für CC auf PDF-Bon-E-Mails einzugeben. Wählen Sie dazu ein benutzerdefiniertes Feld aus, in dem die CC-E-Mail-Adresse gespeichert werden soll.
es_mx: Puede permitir que el cliente introduzca una dirección de correo electrónico a CC en los correos electrónicos de recepción de PDF. Para ello, seleccione un campo personalizado abajo que almacenará la dirección de correo electrónico de CC.
fr_fr: Vous pouvez permettre au client d'entrer une adresse électronique au CC sur les courriels de réception PDF. Pour ce faire, sélectionnez un champ personnalisé ci-dessous qui stockera l'adresse électronique au CC.
hu_hu: Engedélyezheti az ügyfélnek, hogy a PDF átvételi e-mailekben megadjon egy e-mail címet a CC-nek. Ehhez válasszon egy egyéni mezőt Az alábbiakban az e-mail címet tárolja a CC.
pt_br: Você pode permitir que o cliente digite um endereço de e-mail para a CC em e-mails de recebimento em PDF. Para fazer isto, selecione um campo personalizado abaixo que irá armazenar o endereço de e-mail para a CC.

source: No custom fields with the type <em>Short Text</em> have been created.
de_de: Es wurden keine benutzerdefinierten Felder mit dem Typ <em>Kurztext</em> erstellt.
es_mx: No se han creado campos personalizados con el tipo de <em>texto</em> corto.
fr_fr: Aucun champ personnalisé de type " <em>Short Text</em> " n'a été créé.
hu_hu: Nem jött létre <em>rövid szövegű</em> egyedi mező.
pt_br: Nenhum campo personalizado com o tipo <em>Texto breve</em> foi criado.

source: Email Subject
de_de: E-Mail Betreff
es_mx: Asunto del email
fr_fr: Sujet du courriel
hu_hu: E-mail tárgya
pt_br: Assunto do e-mail

source: Only the following SmartTags can be used here
de_de: Hier können nur die folgenden SmartTags verwendet werden
es_mx: Aquí sólo se pueden utilizar las siguientes SmartTags
fr_fr: Uniquement les SmartTags suivants peuvent être utilisés ici
hu_hu: Csak a következő SmartTagek használhatók itt
pt_br: Apenas as seguintes SmartTags podem ser usadas aqui

source: Note: Only certain SmartTags can be used here
de_de: Hinweis: Hier können nur bestimmte SmartTags verwendet werden
es_mx: Nota: Aquí sólo se pueden usar ciertas SmartTags
fr_fr: Note : seuls certains SmartTags peuvent être utilisés ici
hu_hu: Megjegyzés: Itt csak bizonyos SmartTag-ok használhatók
pt_br: Nota: Somente certas SmartTags podem ser usadas aqui

source: PDF receipt will be attached to the email automatically
de_de: Die PDF-Quittung wird automatisch an die E-Mail angehängt
es_mx: El recibo en PDF se adjuntará al correo electrónico automáticamente
fr_fr: Le reçu PDF sera automatiquement joint au courriel
hu_hu: A PDF nyugtát automatikusan csatoljuk az e-mailhez
pt_br: O recibo em PDF será anexado automaticamente ao e-mail

source: Save Email Template
de_de: E-Mail-Vorlage speichern
es_mx: Guardar plantilla de correo electrónico
fr_fr: Sauvegarder un modèle de courriel
hu_hu: E-mail sablon mentése
pt_br: Salvar modelo de e-mail

source: Send test to the following email address
de_de: Senden Sie den Test an die folgende E-Mail-Adresse
es_mx: Envíe la prueba a la siguiente dirección de correo electrónico
fr_fr: Envoyez le test à l'adresse électronique suivante
hu_hu: Küldje el a tesztet a következő e-mail címre
pt_br: Enviar teste para o seguinte endereço de e-mail

source: Enter email address
de_de: Email Adresse eingeben
es_mx: Introduce dirección de email
fr_fr: Entrez une adresse email
hu_hu: Adj meg egy e-mail címet
pt_br: Insira o endereço de e-mail

source: Order number required
de_de: Bestellnummer erforderlich
es_mx: Se requiere un número de orden
fr_fr: Numéro d'ordre requis
hu_hu: Rendelési szám szükséges
pt_br: Número do pedido necessário

source: is not a valid order number
de_de: ist keine gültige Bestellnummer
es_mx: no es un número de orden válido
fr_fr: n'est pas un numéro de commande valide
hu_hu: nem érvényes rendelési szám
pt_br: não é um número de pedido válido

source: Lookup Order #
de_de: Nachschlagen Auftrag #
es_mx: Orden de búsqueda #
fr_fr: Ordre de recherche #
hu_hu: Keresési megrendelés száma
pt_br: Ordem de Consulta #

source: Enter order number to resend receipt for
de_de: Auftragsnummer eingeben, um den Beleg erneut zu senden für
es_mx: Introduzca el número de orden para reenviar el recibo de
fr_fr: Saisissez le numéro de commande pour renvoyer le reçu pour
hu_hu: Írja be a megrendelés számát, amelyhez újra el szeretné küldeni a nyugtát
pt_br: Digite o número do pedido para reenviar o recibo para

source: Order
de_de: Bestellung
es_mx: Orden
fr_fr: Commande
hu_hu: Rendezés
pt_br: Pedido

source: Preview
de_de: Vorschau
es_mx: Vista previa
fr_fr: Aperçu
hu_hu: Előnézet
pt_br: Visualização

source: Start Over
de_de: Neu beginnen
es_mx: Volver a empezar
fr_fr: Recommencer
hu_hu: Kezdjünk bele
pt_br: Recomeçar

source: Recipient Information
de_de: Empfänger-Informationen
es_mx: Participante
fr_fr: Informations du destinataire
hu_hu: Címzett információ
pt_br: Dados do Destinatário

source: Name
es_mx: Nombre
fr_fr: Nom
hu_hu: Név
pt_br: Nome

source: To
de_de: Bis
es_mx: Para
fr_fr: À
hu_hu: Címzett
pt_br: Para

source: Additional CC Email Address
de_de: Zusätzliche CC-E-Mail-Adresse
es_mx: Dirección de correo electrónico adicional de CC
fr_fr: Adresse électronique supplémentaire du CC
hu_hu: További CC e-mail cím
pt_br: Endereço de e-mail CC adicional

source: Order Information
de_de: Bestellinformationen
es_mx: Información del pedido
fr_fr: Informations sur la commande
hu_hu: Rendelési információ
pt_br: Informação do Pedido

source: Product
de_de: Produkt
es_mx: Producto
fr_fr: Produit
hu_hu: Termék
pt_br: Produto

source: Order Total
de_de: Gesamtsumme
es_mx: Total del pedido
fr_fr: Total de la commande
hu_hu: Megrendelés összesen
pt_br: Total do Pedido

source: Confirm & Send Receipt
de_de: Quittung bestätigen & senden
es_mx: Confirmar y enviar el recibo
fr_fr: Confirmer et envoyer le reçu
hu_hu: Erősítse meg és küldje el a nyugtát
pt_br: Confirmar e enviar recibo

source: No order specified. Click above to start over.
de_de: Keine Reihenfolge angegeben. Klicken Sie oben, um neu zu beginnen.
es_mx: No se ha especificado ningún orden. Haga clic arriba para empezar de nuevo.
fr_fr: Aucun ordre spécifié. Cliquez ci-dessus pour recommencer.
hu_hu: Nincs megadva sorrend. Kattintson a fenti gombra az újrakezdéshez.
pt_br: Nenhuma ordem especificada. Clique acima para começar de novo.

source: PDF Receipts Active
de_de: PDF-Quittungen Aktiv
es_mx: Recibos en PDF activos
fr_fr: Reçus PDF actifs
hu_hu: A PDF-nyugták aktívak
pt_br: PDF Recibos Ativos

source: An email with a PDF receipt attached will be sent to MemberMouse members when an initial or rebill payment occurs. All emails sent by this plugin will be logged in the MemberMouse
de_de: Eine E-Mail mit einer angehängten PDF-Quittung wird an MemberMouse-Mitglieder gesendet, wenn eine erste oder erneute Zahlung erfolgt. Alle von diesem Plugin gesendeten E-Mails werden in der MemberMouse
es_mx: Se enviará un correo electrónico con un recibo en formato PDF a los miembros de MemberMouse cuando se produzca un pago inicial o de refacturación. Todos los correos electrónicos enviados por este plugin se registrarán en el MemberMouse
fr_fr: Un courriel avec un reçu PDF en pièce jointe sera envoyé aux membres de MemberMouse lorsqu'un paiement initial ou une refacturation aura lieu. Tous les e-mails envoyés par ce plugin seront enregistrés dans la MemberMouse
hu_hu: E-mailt csatolt PDF-nyugtával küldünk a MemberMouse tagjainak, amikor egy kezdeti vagy újrabefizetés történik. A bővítmény által küldött összes e-mailt naplózza a MemberMouse
pt_br: Um e-mail com um recibo em PDF anexado será enviado aos membros do MemberMouse quando ocorrer um pagamento inicial ou uma nova cobrança. Todos os e-mails enviados por este plugin serão logados no MemberMouse

source: Are you sure you want to reset the plugin to its initial state?
de_de: Sind Sie sicher, dass Sie das Plugin in den Ausgangszustand zurücksetzen wollen?
es_mx: ¿Estás seguro de que quieres restablecer el plugin a su estado inicial?
fr_fr: Êtes-vous sûr de vouloir remettre le plugin dans son état initial ?
hu_hu: Biztosan vissza szeretné állítani a bővítmény eredeti állapotát?
pt_br: Você tem certeza de que quer repor o plugin no seu estado inicial?

source: Reset Plugin to Initial State
de_de: Plugin in den Ausgangszustand zurücksetzen
es_mx: Reajustar el plugin al estado inicial
fr_fr: Rétablir le plugin à l'état initial
hu_hu: Alaphelyzetbe állítja a beépülő modult
pt_br: Redefinir o Plugin para o Estado Inicial

source: Click the button below to reset the plugin to its initial state. This will delete the current configuration settings.
de_de: Klicken Sie auf die Schaltfläche unten, um das Plugin in den Ausgangszustand zurückzusetzen. Dadurch werden die aktuellen Konfigurationseinstellungen gelöscht.
es_mx: Haga clic en el botón de abajo para restablecer el plugin a su estado inicial. Esto eliminará los ajustes de configuración actuales.
fr_fr: Cliquez sur le bouton ci-dessous pour remettre le plugin dans son état initial. Cela supprimera les paramètres de configuration actuels.
hu_hu: Kattintson a lenti gombra a plugin eredeti állapotának visszaállításához. Ez törli az aktuális konfigurációs beállításokat.
pt_br: Clique no botão abaixo para repor o plugin no seu estado inicial. Isto apagará as configurações atuais.

source: Reset Plugin
de_de: Plugin zurücksetzen
es_mx: Restablecer Plugin
fr_fr: Réinitialiser l'extension
hu_hu: A plugin visszaállítása
pt_br: Redefinir plugin

source: Cloning of MemberMouse_PDF_Receipts_Settings is forbidden.
de_de: Das Klonen von MemberMouse_PDF_Receipts_Settings ist verboten.
es_mx: Está prohibida la clonación de los ajustes de los recibos de los miembros del ratón.
fr_fr: Le clonage de MemberMouse_PDF_Receipts_Settings est interdit.
hu_hu: A MemberMouse_PDF_Receipts_Settings klónozása tilos.
pt_br: É proibida a clonagem de Rato_PDF_Receipts_Settings.

source: Unserializing instances of MemberMouse_PDF_Receipts_Settings is forbidden.
de_de: Das Unserialisieren von Instanzen von MemberMouse_PDF_Receipts_Settings ist verboten.
es_mx: Está prohibido deserializar las instancias de MemberMouse_PDF_Receipts_Settings.
fr_fr: La désérialisation des instances de MemberMouse_PDF_Receipts_Settings est interdite.
hu_hu: Tilos a MemberMouse_PDF_Receipts_Settings példányainak nem serializálása.
pt_br: É proibida a deserialização de casos de RatoMouse_PDF_Receipts_Settings.

source: Cloning of MemberMouse_PDF_Receipts is forbidden
de_de: Das Klonen von MemberMouse_PDF_Receipts ist verboten
es_mx: La clonación de los recibos de MemberMouse_PDF está prohibida
fr_fr: Le clonage des reçus de MemberMouse_PDF_Receipts est interdit
hu_hu: A MemberMouse_PDF_Receipts klónozása tilos
pt_br: É proibida a clonagem de Rato_PDF_Receipts dos Membros

source: Unserializing instances of MemberMouse_PDF_Receipts is forbidden
de_de: Das Unserialisieren von Instanzen von MemberMouse_PDF_Receipts ist verboten
es_mx: Está prohibido deserializar las instancias de los recibos de MemberMouse_PDF_Receipts
fr_fr: La désérialisation des instances de MemberMouse_PDF_Receipts est interdite
hu_hu: Tilos a MemberMouse_PDF_Receipts példányok nem serializálása
pt_br: É proibida a des-serialização de casos de RatoMouse_PDF_Receipts

source: TEST RECEIPT
de_de: TEST-EMPFANG
es_mx: RECEPCIÓN DE PRUEBAS
fr_fr: TEST DE RÉCEPTION
hu_hu: VIZSGÁLATI ÁTVÉTEL
pt_br: RECEBIMENTO DO TESTE

source: Tax ID
de_de: Steuer-ID
es_mx: RFC
fr_fr: Numéro d'identification fiscale
hu_hu: Adóazonosító
pt_br: CNPJ

source: MEMBER ID
es_mx: IDENTIFICACIÓN DE MIEMBRO
fr_fr: ID MEMBRE
hu_hu: TAG-AZONOSÍTÓ
pt_br: ID DO MEMBRO

source: DATE PAID
de_de: DATUM BEZAHLT
es_mx: FECHA PAGADA
fr_fr: DATE PAYÉE
hu_hu: KIFizetett dátum
pt_br: DATA DE PAGAMENTO

source: All prices in
de_de: Alle Preise in
es_mx: Todos los precios en
fr_fr: Tous les prix en
hu_hu: Minden ár itt:
pt_br: Todos os preços em

source: Service Description
de_de: Beschreibung der Dienstleistung
es_mx: Descripción del servicio
fr_fr: Description du service
hu_hu: Szolgáltatások leírása
pt_br: Descrição do Serviço

source: Amount
de_de: Menge
es_mx: Cantidad
fr_fr: Montant
hu_hu: Összeg
pt_br: Quantidade

source: Subtotal
de_de: Zwischensumme
fr_fr: Sous-total
hu_hu: Részösszeg

source: Shipping
de_de: Versand
es_mx: Envío
fr_fr: Livraison
hu_hu: Szállítás
pt_br: Envio

source: Discount
de_de: Rabatt
es_mx: Descuento
fr_fr: Remise
hu_hu: Kedvezmény
pt_br: Desconto

source: TOTAL PAID
de_de: GESAMT BEZAHLT
es_mx: TOTAL PAGADO
fr_fr: TOTAL PAYÉ
hu_hu: ÖSSZESEN FIZETVE
pt_br: TOTAL PAGO

source: TEST
es_mx: PRUEBA
hu_hu: TESZT
pt_br: TESTE

source: Sends an email receipt with PDF attachment on initial and rebill payments.
de_de: Sendet eine E-Mail-Quittung mit PDF-Anhang bei Erst- und Nachzahlungszahlungen.
es_mx: Envía un recibo por correo electrónico con un archivo adjunto en formato PDF sobre los pagos iniciales y de refacturación.
fr_fr: Envoi d'un reçu par e-mail avec pièce jointe en PDF sur les paiements initiaux et les refacturations.
hu_hu: E-mail nyugtát küld PDF-melléklettel a kezdeti és a számlázási kifizetésekről.
pt_br: Envia um recibo de e-mail com anexo PDF sobre os pagamentos iniciais e de reenchimento.
